{
  "transcript": [
    {
      "start": 0.0,
      "end": 13.0,
      "text": " Soy Elizabeth Flappes, psicologa y creadora de contenido, y escritora de hasta que te caigas bien y querida yo."
    },
    {
      "start": 13.0,
      "end": 23.0,
      "text": " Hola, Elizabeth. Hola. Mi nombre es Isabel. Soy directora de recursos humanos y madre de dos hijos de 18-15 años."
    },
    {
      "start": 23.0,
      "end": 30.0,
      "text": " En cantada. Hoy más que nunca sabemos lo importante que es con Orcéanos, que queremos y que no."
    },
    {
      "start": 30.0,
      "end": 38.0,
      "text": " Pero muchas veces nos causa ansiedad y preocupación. ¿Cómo podemos manejar esta ansiedad ante situaciones que nos desbodan?"
    },
    {
      "start": 38.0,
      "end": 45.0,
      "text": " Yo creo que lo principal es entender que la ansiedad es la alarma, pero no el incendio."
    },
    {
      "start": 45.0,
      "end": 54.0,
      "text": " En el sentido de que en muchas ocasiones viene a decirnos de alguna manera como puede que algo no va bien,"
    },
    {
      "start": 54.0,
      "end": 61.0,
      "text": " que hay un trabajo que nos está afectando para mal, que nos estamos relacionando con alguien que nos está generando malestar,"
    },
    {
      "start": 61.0,
      "end": 70.0,
      "text": " que hay una decisión que tenemos que tomar y nos somos capaces, cualquier cosa que nuestro cuerpo nos está intentando decir que nos está haciendo daño."
    },
    {
      "start": 70.0,
      "end": 76.0,
      "text": " Y como siempre digo yo, el cuerpo habla y si no lo escuchas, grita."
    },
    {
      "start": 76.0,
      "end": 81.0,
      "text": " Y si no le haces caso va a gritar tan fuerte que no te va a dejar escuchar otra cosa."
    },
    {
      "start": 81.0,
      "end": 87.0,
      "text": " Entonces lo primero es prestar atención a que nos está diciendo nuestro cuerpo y por qué."
    },
    {
      "start": 87.0,
      "end": 96.0,
      "text": " Así que es verdad que hay en muchísimas ocasiones en las que nos encontramos mal, estamos tristes, tenemos ansiedad por situaciones que no podemos cambiar."
    },
    {
      "start": 97.0,
      "end": 103.0,
      "text": " Y es que a veces la vida se pone muy fea. La vida, a veces se pone muy fea."
    },
    {
      "start": 103.0,
      "end": 111.0,
      "text": " Yo como psicóloga he visto muchísimos casos de personas que he pensado Dios mío lo que está viviendo esta persona."
    },
    {
      "start": 111.0,
      "end": 122.0,
      "text": " Es que es imposible pedirle, no escucha tu cuerpo, a ver qué te dice, bueno, qué me dice, me dice que me encuentro mal, me dice que estoy triste, me dice que me ha pasado algo espantoso, que no puedo hacer nada."
    },
    {
      "start": 123.0,
      "end": 134.0,
      "text": " Entonces sí que es verdad que a veces la vida pasan cosas y madres que pierden a un hijo, hombres que se quedan viudos de manera inesperada, enfermedades."
    },
    {
      "start": 134.0,
      "end": 136.0,
      "text": " A veces la vida te deja fuera de juego."
    },
    {
      "start": 136.0,
      "end": 145.0,
      "text": " Es que escucha tu cuerpo porque quizá necesita que pares, que te recuperes, que te dediques tiempo a ti, que pidas ayuda profesional."
    },
    {
      "start": 146.0,
      "end": 154.0,
      "text": " Pero más allá de estas situaciones que yo creo que todos las hemos vivido, yo creo que si miramos atrás, todos recordaremos su momento de nuestra vida que tiene fecha y hora."
    },
    {
      "start": 154.0,
      "end": 161.0,
      "text": " Y que está ahí marcado, momento en el cual pensamos, yo de ésta nos salvo y salimos y estamos aquí."
    },
    {
      "start": 161.0,
      "end": 167.0,
      "text": " Entonces es importante recordar que todos hemos pasado por situaciones de yo de ésta nos salvo."
    },
    {
      "start": 168.0,
      "end": 176.0,
      "text": " Yo recuerdo cuando yo tenía 13 años que mi padre se suicidó y cuando mi familia me tuvo que dar esta noticia."
    },
    {
      "start": 176.0,
      "end": 182.0,
      "text": " Claro, darle una noticia así ahora, niña de 13 años que toda su vida es su padre, es algo complicadísimo."
    },
    {
      "start": 182.0,
      "end": 185.0,
      "text": " Y yo recuerdo que en aquel momento pensé, se acabó."
    },
    {
      "start": 185.0,
      "end": 193.0,
      "text": " No hay nada después de esto. Si la vida me ha quitado mi padre, después de esto me niego a pensar que yo voy a seguir viviendo."
    },
    {
      "start": 193.0,
      "end": 198.0,
      "text": " No lo veía, no veía nada más. Y mira que me han pasado cosas feas en la vida."
    },
    {
      "start": 198.0,
      "end": 203.0,
      "text": " Pero es un golpe tan fuerte que a mí no me podías venir a que el momento de decir estos ataques de pánicos,"
    },
    {
      "start": 203.0,
      "end": 210.0,
      "text": " estos ataques de ansiedad, esta depresión que vas a tener, escucha tu cuerpo, a ver que te pide, ser resiliente, vas a salir mejor después de esto."
    },
    {
      "start": 210.0,
      "end": 213.0,
      "text": " A mí nadie me podía venir a decir eso."
    },
    {
      "start": 213.0,
      "end": 217.0,
      "text": " Entonces hay que admitir y hay que entender que situaciones en la vida que te dejan fuera de juego."
    },
    {
      "start": 217.0,
      "end": 228.0,
      "text": " Pero también hay que aprender a mirar atrás y darnos cuenta de que todos hemos vividos situaciones así, algunos más, otros menos, otros casi ninguna y otros de repente quince de estas situaciones."
    },
    {
      "start": 228.0,
      "end": 235.0,
      "text": " Pero una vez miras atrás y te das cuenta de que sí, en un momento lo pensaste que no podrías salir pero saliste."
    },
    {
      "start": 235.0,
      "end": 239.0,
      "text": " Creo que te das cuenta de que el ser humano es maravilloso."
    },
    {
      "start": 239.0,
      "end": 248.0,
      "text": " A mí parecer como psicólogo, como profesional y como persona, he podido ver que el ser humano es resilientemente increíble."
    },
    {
      "start": 248.0,
      "end": 255.0,
      "text": " Es increíble, he visto a persona recuperarse de situaciones que parecían imposibles y lo hacen."
    },
    {
      "start": 255.0,
      "end": 265.0,
      "text": " Pero más allá de las situaciones que no podemos cambiar y que no suceden y punto y sobrevivimos como podemos y de las cuales salimos arrastras."
    },
    {
      "start": 266.0,
      "end": 267.0,
      "text": " Hay situaciones que sí."
    },
    {
      "start": 267.0,
      "end": 273.0,
      "text": " Hay situaciones que sí vale la pena escuchar a nuestro cuerpo y decirnos que me pasa."
    },
    {
      "start": 273.0,
      "end": 279.0,
      "text": " ¿Por qué tengo ansiedad? ¿Por qué cada vez que voy a trabajar antes de entrar al trabajo me encuentro mal?"
    },
    {
      "start": 279.0,
      "end": 286.0,
      "text": " ¿Por qué cuando acaban las vacaciones en los últimos tres días de vacaciones empieza a tener taquí cardias, empieza a tener ganas de llorar?"
    },
    {
      "start": 286.0,
      "end": 288.0,
      "text": " ¿Por qué mi cuerpo me está diciendo esto?"
    },
    {
      "start": 288.0,
      "end": 291.0,
      "text": " Que yo voy al trabajo luego cuando vuelvo a casa siento alivio."
    },
    {
      "start": 291.0,
      "end": 296.0,
      "text": " Pero por la noche otra vez sé que por la mañana cuando me levante tengo que volver a este sitio de trabajo."
    },
    {
      "start": 296.0,
      "end": 300.0,
      "text": " ¿Por qué yo era feliz antes de conocer a esta persona y desde que..."
    }
  ]
}
