[
  {
    "start": 0,
    "text": "When someone hears the phrase multiple personalities, it likely stirs up images from the 1976"
  },
  {
    "start": 12,
    "text": "movie, Cible, or perhaps the opposing characters of Jekyll and Hyde."
  },
  {
    "start": 17,
    "text": "Popular culture would have you believe that people with multiple personalities are dangerous"
  },
  {
    "start": 22,
    "text": "and few and far between."
  },
  {
    "start": 24,
    "text": "However, an estimated 150 million people experience dissociative disorders."
  },
  {
    "start": 32,
    "text": "What is it like to live with multiple people in one body?"
  },
  {
    "start": 36,
    "text": "Today, you'll meet two people."
  },
  {
    "start": 39,
    "text": "Insina diagnosed eight years ago with dissociative identity disorder who has 11 personalities."
  },
  {
    "start": 46,
    "text": "And you'll meet Mini, the three-year-old girl who lives inside Insina's body."
  },
  {
    "start": 50,
    "text": "Alright, Insina, tell us where you're from."
  },
  {
    "start": 53,
    "text": "So I was born in California and lived there until I was around five years old and my"
  },
  {
    "start": 59,
    "text": "family moved to Arizona and I've been there ever since."
  },
  {
    "start": 64,
    "text": "And you have a unique diagnosis of having dissociative identity disorder."
  },
  {
    "start": 70,
    "text": "A lot of people know that as multiple personality disorder."
  },
  {
    "start": 75,
    "text": "When were you diagnosed with it?"
  },
  {
    "start": 77,
    "text": "I was diagnosed."
  },
  {
    "start": 78,
    "text": "I think I was about 22 or 23."
  },
  {
    "start": 82,
    "text": "And what led to the actual diagnosis?"
  },
  {
    "start": 86,
    "text": "I started having a lot of amnesia feelings which a lot of people are, you know, they could"
  },
  {
    "start": 96,
    "text": "think of as a normal thing."
  },
  {
    "start": 97,
    "text": "You know, you forget what you have for breakfast the day before."
  },
  {
    "start": 102,
    "text": "And it just became so big that things were happening."
  },
  {
    "start": 107,
    "text": "It's really hard to explain until you're actually like kind of going through it."
  },
  {
    "start": 112,
    "text": "That I was seeing therapists regularly and it was just a diagnosis that ended up happening."
  },
  {
    "start": 123,
    "text": "So you're having these events in your life where you Monday morning wake up and you can't"
  },
  {
    "start": 128,
    "text": "remember what you did over the weekend."
  },
  {
    "start": 130,
    "text": "And Wednesday at night you're going to bed and you're thinking, what did I do this morning?"
  },
  {
    "start": 134,
    "text": "What did I have to eat?"
  },
  {
    "start": 136,
    "text": "You don't think too much of it because people forget stuff."
  },
  {
    "start": 139,
    "text": "But then after 22, 23 years of this, you're seeing a therapist and finally the therapist says,"
  },
  {
    "start": 144,
    "text": "look, you have dissociative identity disorder."
  },
  {
    "start": 148,
    "text": "But I've been seeing therapists even before then."
  },
  {
    "start": 151,
    "text": "But it ended up coming out."
  },
  {
    "start": 152,
    "text": "Yeah, that's what it was."
  },
  {
    "start": 155,
    "text": "And when you, you're in Sina talking to me right now."
  },
  {
    "start": 158,
    "text": "But you have 11 other altars that you can go into."
  },
  {
    "start": 166,
    "text": "Can you tell me about each one of those?"
  },
  {
    "start": 169,
    "text": "So I can tell you about basically I have five primary altars, which are the ones that I,"
  },
  {
    "start": 179,
    "text": "you know, if I'm going to switch, I switch into them very regularly."
  },
  {
    "start": 185,
    "text": "And I have one that I usually, in the past, I would switch into almost every single day."
  },
  {
    "start": 196,
    "text": "Every day."
  },
  {
    "start": 197,
    "text": "Every single day."
  },
  {
    "start": 198,
    "text": "And how long did you switch into that person?"
  },
  {
    "start": 200,
    "text": "So she would come out for hours at a time and sometimes for days at a time."
  },
  {
    "start": 209,
    "text": "But did this go on for months, years, days?"
  },
  {
    "start": 212,
    "text": "This was like years, absolutely."
  },
  {
    "start": 214,
    "text": "So let's talk about her."
  },
  {
    "start": 215,
    "text": "Okay, so it's going to sound kind of weird."
  },
  {
    "start": 219,
    "text": "So basically, let me start from the beginning a little bit."
  },
  {
    "start": 224,
    "text": "So people with DID, they get it by having traumatic reoccurring childhood experiences that"
  },
  {
    "start": 236,
    "text": "were just like unavoidable and it's repetitive usually."
  },
  {
    "start": 241,
    "text": "So it's a lot of like, you know, just different kinds of harming things that are happening"
  },
  {
    "start": 246,
    "text": "to these people that are just super traumatic."
  },
  {
    "start": 250,
    "text": "And you're saying from your understanding, it's not just something that occurs once with"
  },
  {
    "start": 254,
    "text": "something that's occurring more regularly."
  },
  {
    "start": 256,
    "text": "Yeah, it's absolutely more repetitive."
  },
  {
    "start": 259,
    "text": "It's stuff that's absolutely reoccurring."
  },
  {
    "start": 263,
    "text": "And people with DID, they get it around the ages of like newborn to around six to seven"
  },
  {
    "start": 270,
    "text": "years old."
  },
  {
    "start": 272,
    "text": "So you can't get DID after that time."
  },
  {
    "start": 275,
    "text": "So to kind of describe it, everybody starts out with multiple personalities."
  },
  {
    "start": 283,
    "text": "If you can kind of imagine that."
  },
  {
    "start": 285,
    "text": "And then as you get older, you know, your personalities come into one person."
  },
  {
    "start": 291,
    "text": "If you've experienced trauma, reoccurring trauma as a child, you know, usually before that"
  },
  {
    "start": 297,
    "text": "age, those ages, your personalities stay split."
  },
  {
    "start": 303,
    "text": "And as a child, these traumatic experiences are going to create these different personalities"
  },
  {
    "start": 310,
    "text": "in these different altars, if you will."
  },
  {
    "start": 313,
    "text": "And basically, they're what you're taking from around you."
  },
  {
    "start": 320,
    "text": "So some people will have altars that are like animals."
  },
  {
    "start": 325,
    "text": "Some people will have altars that are completely like non-living things like rocks, which"
  },
  {
    "start": 333,
    "text": "sounds very odd."
  },
  {
    "start": 334,
    "text": "But it's what you know as a child."
  },
  {
    "start": 338,
    "text": "What can protect you?"
  },
  {
    "start": 339,
    "text": "And those altars become your protectors."
  },
  {
    "start": 342,
    "text": "So it's not a bad thing that they're there."
  },
  {
    "start": 347,
    "text": "Do you want to talk about what happened in your childhood that caused you to develop DID?"
  },
  {
    "start": 353,
    "text": "So I don't remember the majority of my life up until like around six years old."
  },
  {
    "start": 361,
    "text": "I have like very small little clips, I guess, but like only a couple of them."
  },
  {
    "start": 368,
    "text": "But I know that it was a sexual abuse thing and it did happen with my father, along with"
  },
  {
    "start": 377,
    "text": "like some of his friends."
  },
  {
    "start": 379,
    "text": "And you know this happened, but for the most part you can't remember."
  },
  {
    "start": 384,
    "text": "So it wasn't up until I started seeing my therapist and I started like becoming more aware"
  },
  {
    "start": 393,
    "text": "of my altars and knowing who they were."
  },
  {
    "start": 396,
    "text": "So when I first started understanding that I had DID, obviously your first thought and"
  },
  {
    "start": 404,
    "text": "first want to do is to fight against it."
  },
  {
    "start": 407,
    "text": "I don't want this."
  },
  {
    "start": 408,
    "text": "I don't want multiple personalities."
  },
  {
    "start": 411,
    "text": "You know, it's not a good thing like you want to get rid of them."
  },
  {
    "start": 414,
    "text": "You can't get rid of DID."
  },
  {
    "start": 416,
    "text": "You can never even get rid of an altar."
  },
  {
    "start": 418,
    "text": "They're always going to be there."
  },
  {
    "start": 420,
    "text": "So these things happen to you when you were a kid."
  },
  {
    "start": 423,
    "text": "And then through your teens and early 20s, you were experiencing symptoms of DID, but it"
  },
  {
    "start": 429,
    "text": "was undiagnosed."
  },
  {
    "start": 431,
    "text": "And then you went to therapy, got diagnosed with DID."
  },
  {
    "start": 435,
    "text": "And you total have 11 altars, five of which are primary, but one used to come out every"
  },
  {
    "start": 441,
    "text": "day."
  },
  {
    "start": 442,
    "text": "Let's start with her."
  },
  {
    "start": 443,
    "text": "Okay."
  },
  {
    "start": 444,
    "text": "So she is, her name is Minnie and she's a three year old girl."
  },
  {
    "start": 449,
    "text": "And that's one of your altars."
  },
  {
    "start": 452,
    "text": "She's one of my altars, isn't she?"
  },
  {
    "start": 453,
    "text": "Is she you when you were three?"
  },
  {
    "start": 457,
    "text": "No."
  },
  {
    "start": 459,
    "text": "So she was like the first one."
  },
  {
    "start": 462,
    "text": "The next one that ended up coming out was Devon."
  },
  {
    "start": 466,
    "text": "And Devon is Minnie's caretaker, if you will."
  },
  {
    "start": 470,
    "text": "So if there's something that is happening that a three year old shouldn't be seeing, she'll"
  },
  {
    "start": 473,
    "text": "take over instead."
  },
  {
    "start": 476,
    "text": "Devon will take over."
  },
  {
    "start": 477,
    "text": "So Devon's a girl."
  },
  {
    "start": 479,
    "text": "Yeah."
  },
  {
    "start": 480,
    "text": "So Devon will come out."
  },
  {
    "start": 481,
    "text": "It's kind of like Minnie has DID."
  },
  {
    "start": 484,
    "text": "I feel like, and she has to become Devon in order to kind of, kind of."
  },
  {
    "start": 491,
    "text": "So like if a traumatic experience is happening, like the first thing in altars, like the first"
  },
  {
    "start": 500,
    "text": "thing that they want to do is they want to help."
  },
  {
    "start": 502,
    "text": "So what they do is they take over."
  },
  {
    "start": 505,
    "text": "So that's what they would do when I was a child."
  },
  {
    "start": 506,
    "text": "Now, if a traumatic experience was happening to me as a child, they would take over."
  },
  {
    "start": 513,
    "text": "They would basically drive the body, if you will, kind of like a car."
  },
  {
    "start": 519,
    "text": "Are you aware that you've been taken over?"
  },
  {
    "start": 522,
    "text": "So usually I wasn't, because I wasn't aware of all of that."
  },
  {
    "start": 527,
    "text": "But as, you know, I went through life and I started experiencing, okay, I get dizzy"
  },
  {
    "start": 531,
    "text": "or I get kind of like tired and things like that."
  },
  {
    "start": 534,
    "text": "I started recognizing that, okay, I'm getting ready to switch."
  },
  {
    "start": 539,
    "text": "And as I started to work with them instead of against them, it became a lot easier."
  },
  {
    "start": 545,
    "text": "And it became like, okay, I'm going to switch."
  },
  {
    "start": 547,
    "text": "They're just going to take over."
  },
  {
    "start": 548,
    "text": "It's not a big deal."
  },
  {
    "start": 549,
    "text": "Okay, fine."
  },
  {
    "start": 550,
    "text": "We started to communicate with each other through a diary."
  },
  {
    "start": 556,
    "text": "And which was the only way that I could communicate with some of them."
  },
  {
    "start": 558,
    "text": "I've never even met all of them myself."
  },
  {
    "start": 561,
    "text": "I am co-conscious with five of them, meaning if they're out, I can see what they're seeing"
  },
  {
    "start": 569,
    "text": "if they decide."
  },
  {
    "start": 570,
    "text": "So they can decide to kind of block me out."
  },
  {
    "start": 575,
    "text": "If I'm not co-conscious and I'm completely like an amnesia state, then you know, it's usually"
  },
  {
    "start": 581,
    "text": "one of the other altars or something else is happening."
  },
  {
    "start": 583,
    "text": "One of the six."
  },
  {
    "start": 584,
    "text": "Yeah."
  },
  {
    "start": 585,
    "text": "When is the last time Mini came out?"
  },
  {
    "start": 591,
    "text": "She actually doesn't come out as often anymore."
  },
  {
    "start": 595,
    "text": "I was in some pretty abusive relationships."
  }
]
